<template lang="pug">
  #info-tab-1
    h3 Рассказ Клары
    book-quote(book="t:522")
      p <...> вспоминание представляет собой действие, направленное на возвращение энергии, которую мы уже израсходовали когда-то в прошлом. Вспоминание подразумевает припоминание всего прожитого. Мы должны воссоздать в воображении все места, в которых когда-то бывали, всех людей, которых когда-либо встречали, и все чувства, которые когда-либо переживали. Так нужно пройтись по всей своей жизни, начиная с настоящего и доходя до самых ранних воспоминаний и очищая их при этом одно за другим с помощью специального выметающего дыхания.
      p Я увлеченно слушала ее, но была более чем уверена, что все ее слова ровным счетом ничего не говорят мне. Прежде чем я успела сказать ей чтолибо в ответ, она крепко взяла мой подбородок в свои руки и приказала мне вдохнуть через нос, поворачивая при этом мою голову влево, а затем выдохнуть, поворачивая ее вправо. Затем мне следовало повернуть голову слева направо еще раз без дыхания. Она сказала, что такое дыхание — это чудесный способ очищения, который к тому же является залогом успешного вспоминания, потому что вдох позволяет нам возвращать потерянную энергию, а выдох дает возможность исторгать из себя враждебную, ненужную энергию, которая накопилась в нас в течение многих лет общения с другими людьми.
      p — Для того чтобы жить и действовать, нам нужна энергия, — продолжала Клара. — Как правило, энергия, которую мы израсходовали, уходит от нас навсегда. Поэтому, если бы не вспоминание, мы бы никак не могли вновь обрести потерянное когда-то. Вспоминание наших жизней и выметание нашего прошлого с помощью очищающего дыхания работают совместно.
      p Припоминать всех, кого я знала, и все, что я когда-либо чувствовала, казалось мне абсурдной и бессмысленной задачей.
      p — На это может уйти вся оставшаяся жизнь, — сказала я в надежде, что это практическое замечание поможет Кларе более трезво взглянуть на вещи.
      p — Может уйти, — согласилась она. — Но уверяю тебя, Тайша, что, позанимавшись вспоминанием, ты ничего не потеряешь, но можешь приобрести нечто превосходящее все твои ожидания.
      p Я сделала несколько глубоких вдохов, покачивая головой из стороны в сторону, стараясь делать это так, как она мне показала. Этим я хотела успокоить ее и дать ей понять, что слушала ее внимательно.
      p Косо улыбнувшись, она предупредила меня, что вспоминание — это не случайное досужее занятие.
      p Практикуя вспоминание, старайся ощутить длинные натянутые волокна, которые выходят из солнечного сплетения, — объяснила она. — Затем согласуй движение головы с движениями этих едва заметных волокон. Они являются проводниками, по которым утраченная когда-то энергия вновь возвращается к тебе. Для того, чтобы стать сильной и вернуть себе целостность, ты должна высвободить всю свою энергию, которая была в течение жизни уловлена миром, и вновь вобрать ее в себя.
      p Она уверяла меня, что во время вспоминания мы распространяем эти длинные энергетические волокна по пространству-времени, соединяясь ими с теми людьми, местами и событиями, с которыми мы имели дело в прошлом. В Результате мы оказываемся в состоянии вернуться в каждый прошлый момент своей жизни и действовать в нем так, как если бы мы еще раз реально проживали его.
      p Эта перспектива заставила меня вздрогнуть. Хотя интеллектуально я была и заинтригована тем, что мне рассказала Клара, у меня не было никакого желания возвращаться в свое отвратительное прошлое, даже если речь шла об обычном путешествии в воображении. Ведь я гордилась даже тем, что смогла как-то выпутаться из той невыносимой обстановки, в которой была вынуждена жить с самого раннего детства. Я вовсе не собиралась снова посещать свое прошлое и воскрешать в памяти все те моменты, которые мне больше всего хотелось забыть. Однако Клара выглядела такой серьезной и сосредоточенной, объясняя мне технику вспоминания, что я решила на некоторое время отложить свои сомнения в сторону и выслушать то, что она мне излагала.
      p Я спросила ее, имеет ли значение порядок, в котором человек вспоминает свое прошлое. Она ответила, что важнее всего научиться ярко проживать в воображении события прошлого, припоминая как можно больше подробностей, связанных с ними, и очищая их при этом с помощью выметающего дыхания, которое освобождает уловленную в них энергию.
</template>

<script>
  import BookQuote from "@/components/BookQuote.vue";

  export default {
    name: 'Info',
    components: {
      BookQuote,
    }
  }
</script>

<style scoped>
</style>
